<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Password Reset Language Lines
    |--------------------------------------------------------------------------
    |
    | Тексты элементов сайта
    |
    */

    /* layouts.header.blade */
    'my_cart' => 'Моя корзина',
    'my_order' => 'Мои заказы',
    'login' => 'Войти',
    'register' => 'Зарегистрироваться',

    /* index.blade */
    'index_title' => 'Список наших продуктов',

    /* sitecart.index.blade */
    'products_in' => 'Продукты в вашей корзине',
    'empty' => 'Корзина пуста',

    'id' => 'id',
    'image' => 'Изображение',
    'product_name' => 'Название продукта',
    'price' => 'Цена',
    'quantity' => 'Количество',
    'summ' => 'Сумма',
    'add' => 'Добавить',
    'reduce' => 'Уменьшить',

    'delivery_costs' => 'Цена доставки:',
    'full_price' => 'Итого:',
    'next' => 'Дальше',
    'back' => 'Назад',

    'contact_information' => 'Контактная информация',
    'name' => 'Имя',
    'email' => 'Почта',
    'phone' => 'Телефон',
    'address' => 'Адрес',

    /* order.create.blade */
    'сonfirmation' => 'Подтверждение',

    'buy' => 'Купить',

    /* orede.index.blade */
    'my_orders' => 'Мои заказы',
    'сreated_at' => 'Создан',
    'user_id' => 'User id',
    'status' => 'Статус',
    'currency' => 'Валюта',

    /* result_messages.blade */
    'guest_message_title' => 'Вы не авторизованы.',
    'guest_message_body' => 'Ваша корзина покупок связана с номером сеанса, который хранится в файлах cookie браузера. История ваших заказов привязана к идентификатору пользователя. Чтобы история заказов не терялась и была доступна с любого устройства, зарегистрируйтесь и войдите под своим логином и паролем.',

];
